/**
 * author: YangYi
 * Email: 229655153@qq.com
 * Date: 2020-02-20
 * Time: 15:50
 */
// const str = `1、我是夜晚那闪亮的明星，守候着你的梦想。我是春天那缕清新的风，温暖着你的心扉。我是大海那朵荡漾的浪花，送给你最美的祝福：祝你生日快乐！
//
// 2、生命不在于长短，精彩十分重要。生活不在于富裕，健康才是王道。情谊不在于亲密无间，真心在乎就好。生日不在于吃啥喝啥，只要有问候祝福就好。生日快乐！
//
// 3、亲爱的：早安！清晨祝你生日快乐！愿你我的爱如旭日东升一样充满朝气、灿烂无比！感谢爸妈给予你生命，让我在若干年之后可以拥有你！我爱你！
//
// 4、我在时间的典解释快乐，就是微笑，我在故事的百度搜索幸福，就是健康，今天是你生日，祝你微笑常在，健康永驻，亲爱的，生日快乐。
//
// 5、春风暖不暖，大雁先知道。花儿美不美，蝴蝶先知道。草原大不大，牛羊先知道。岁月长不长，生日先知道。快乐多不多，祝福先知道。祝你幸福！
//
// 6、幸福，愉快，欢乐都由你的生日而来，因为今天是你生日，我的内心也和你一样欢乐愉快!祝你生日快乐。
//
// 7、没有五彩的鲜花，它们没有我的祝福美丽；没有浪漫的诗句，它们没有我的情谊甜蜜；只有点点的牵挂在心底，丝丝的祝福送给你：生日快乐！
//
// 8、送你一块大蛋糕，祝福短信随声到。左写福如东海水，右写寿比南山松。上写幸福常伴你左右，下写快乐一生永相随。快点吃吧！生日快乐！
//
// 9、让日出的光芒把你所有的日子披上霞光，让月亮的柔情把你所有的梦想插上翅膀，让蜡烛的吟唱把你所有的快乐点燃。祝生日快乐，好运连连！
//
// 10、酒越久越醇，水越流越清，花越开越香，情谊越交越真，对你的思念越来越浓。在这个特殊的日子里，我带着最真的心，祝你生日快乐，幸福无限。
//
// 11、我的信息是法宝，收到艳阳高高照，快乐抓紧向你靠，幸福急着来报到，吉祥哪也不敢跑，财神马上将你抱，齐声向你问声好，祝你生日快乐乐逍遥！
//
// 12、最美丽的日子，最可爱的你，最完美的礼物，最快乐的相遇，最精彩的做自己，最幸福的全给你，最好是你的心事都如意。生日快乐。
//
// 13、长长的距离，长长的线，长长的思念永不断；长长的时间，长长的挂念，长长的友谊永不变，祝你金钱不缺，微笑不断，笑容洒遍每一天。生日快乐！
//
// 14、每年的今天，都是我最牵挂你的日子；愿那片片枫叶，在晨风中送去我纯洁的祝愿，愿你青春的树越长越葱茏，生命的花越长越艳丽，幸福在每个春夏秋冬里，生日快乐！
//
// 15、生日就是生活中日日欢笑满足;生日就是生命中日日健康幸福。愿今天的你永远快乐!
//
// 16、风是透明的，雨是滴答的，云是流动的，歌是自由的，爱是用心的，恋是疯狂的，天是永恒的，你是难忘的。真心祝福你--生日快乐！
//
// 17、太阳是金色的,月亮是银色的,我的祝福是彩色的,愿你被幸福追逐,被好运降伏,被快乐逮捕,被笑容粘住,今天就让我在远方为你祝福,生日快乐!
//
// 18、一缕春风，一个晴天，一注眺望，在远方，一条信息，一句问候，一份祝愿，在眼前，朋友，生日快乐。
// 19、一朵云能飘多久？一阵雨能下多久？一束花能开多久？一脸笑能挂多久？如果问我祝福你多久？我说：心跳多久，祝福多久！祝生日快乐，天天进步！
//
// 20、岁岁年年，岁月又一重，每一年的这一天，是最开心的一天，因为这一天是你的生日，我要和你分享这快乐，并送给你最诚挚的祝福，祝你生日快乐，天天快乐！
//
// 21、梦境不会褪色，如同我的思念一样执着；繁花不会凋零，如同我的牵挂一样多情；愿你的生命抬头是春，俯首是梦，甜蜜伴随你每个春夏秋冬。生日快乐！
//
// 22、也许你并不是为我而生，可我却有幸与你相伴。愿我在有生之年，年年为你点燃生日的烛焰。
//
// 23、愿你的每一天都如画一样得美丽--生日快乐！岁月总是愈来愈短，生日总是愈来愈快，友情总是愈来愈浓，我的祝福也就愈来愈深。
//
// 24、我不用甜言蜜语，我没有贵重礼物，我没有惊人的举动，我只有诚心诚意地为你送上一份关怀，简单的跟你说句：生日快乐！
//
// 25、今天使你的生日，你不再我的眼前。在这春日的风里，做一只风筝送你，载有我无尽的思念。
//
// 26、年年岁岁花相似，岁岁年年人不同。醒来惊觉不是梦，眉间皱纹又一重。在你生日的这一天，只希望你能快乐、健康、美丽，生日快乐！
//
// 27、因为你的降临，世界多了一抹诱人的色彩；因为你的降临，人生从此有了一种期待；生日的烛光中，请用心去点燃每一只蜡烛，那都是我的祝愿：生日快乐！
//
// 28、生命和爱是人类最高的意义。在试着把握生命的同时，愿你早日找到爱!生日快乐!
//
// 29、今天生日你最大，许个愿望会发芽，朋友祝福来浇水，好运施肥梦成真，我的短信锦添花，剔除杂草幸运撒，愿望成真幸运收，和和美美赛神仙！
//
// 30、今天是你的生日，我用甜蜜做奶油，用开心当鸡蛋，用幸福当面粉，加上好运当酵母，为你做了一个爱心蛋糕，愿你吃了幸福一辈子，祝生日快乐！
//
// 31、让我为你祝福，让我为你欢笑，因为在你生日的今天，我的内心也跟你一样的欢腾、喜悦。祝你快乐!
// 32、这一天，不能没有快乐相伴；这一天，不能没有朋友相伴；这一天，不能没有问候相伴；这一天，不能没有祝福相伴。这一天是你的生日，朋友，祝福你幸福相伴！
//
// 33、烛光交辉映甜蜜，长寿面来缠幸福，红酒醉人心中美，良辰美景庆生日；恭喜，恭喜，又长大一岁，祝你在新的一岁里事事顺利！生日快乐！
//
// 34、总有一份思念萦绕心头，总有一个回忆心间绽放，总有一个梦想展翅飞翔，总有一股愿望正在期待，总有一个日子真的等待。今天，烛光为你而燃放美丽，祝你生日快乐！
//
// 35、太阳因为你而更加温暖，月亮因为你而更加皎洁，星星因为你而更回明亮，日子因为你而更加美好，今天因为你而更加有意义，祝福你，生日快乐，幸福永远！
//
// 36、今日一定要快乐，因为生日需快乐，你不快乐谁快乐，谁敢比你更快乐，你快乐所以我快乐，你不快乐我不快乐，所以一定要快乐，祝你生日快快乐乐！乐了没？
//
// 37、你生日来临之即，祝你百事可乐，万事芬达，天天哇哈哈，月月乐百事，年年高乐高，心情似雪碧，永远都醒目。
//
// 38、愿我的心似鲜花一朵盛开在晴朗的天空下，灿烂你的心情；愿我的祝福似一片阳光，为你的生日增添一点温馨的情调，温暖你的心扉；为你的生日增加一抹绚丽的颜色，生日快乐！
//
// 39、天空豁然开朗，心灵不再彷徨，在远方妈妈的目光中，我试着勇敢一点，并逐渐勇敢了起来。
//
// 40、美丽烛光中有温柔诗句，温柔诗句里有浪漫温馨，浪漫温馨中有我的祝福，我的祝福中有你的名字，你的名字里今天有着特殊时刻的纪念，朋友生日快乐。
//
// 41、今天你的生日，送你棵卷心菜，要轻轻的剥开哦，因为里面包裹着我的殷殷祝福：愿你岁岁渐红，好运当头；身体棒棒，万寿无疆！
//
// 42、阳光虽然灿烂，但不及你笑容甜甜；月光虽然皎洁，但不如你的烛光亲切；今天日光、月光、星光、灯光、烛光都为你点亮，只为祝愿你生日快乐幸福长。
//
// 43、今日把快乐打包送给你，吉祥如意不同意，把幸福打包送给你，健康平安舍不得，唯有全部都给你，它们统统笑眯眯，祝你生日笑嘻嘻，开心从此不分离。
//
// 44、看完这条消息，许个心愿，满天的星都想看到你的笑脸；悠悠的云里有淡淡的思念，淡淡的思念里有我绵绵的祝愿，愿你生日快乐，微笑生活每一天！
//
// 45、真诚祝福传递你，愿你开心永如意，生日快乐歌一曲，愿你幸福没问题，每年这天祝福你，望你健康又美丽，幸运永远追随你，生日快乐！
//
// 46、在这个特别的日子里，我没有别的话，只想让你知道，每年今天，你都会收到我的祝福，感到我的爱、永远的爱!
// 47、烛光映着笑脸，红酒醉着容颜，乐曲绕着耳边，欢歌唱着团圆，蛋糕甜着心弦，贺卡写着祝愿：幸福生活年年，快乐时光天天。祝：生日快乐！
//
// 48、感谢这个日子，为我送来了你；感谢这个日子，诞生我的爱妻。你的生日我将永生谨记，你的生日我将祝福到底。老婆，祝你生日快乐！永远美丽！
//
// 49、用我的祝福为你点亮生日的烛光，用我的问候装点你甜蜜的快乐，愿温馨伴你在每一个幸福的时刻，微笑甜甜度生活，衷心地道一声：生日快乐！
//
// 50、生日点燃蜡烛光，美梦甜甜幸福长；生日吃碗长寿面，好运连连不间断；生日收到祝福语，喜气洋洋就是你；祝生日快乐笑容多，家和业兴好生活。
//
// 51、一年又一年，风风雨雨；一日又一日，日起日落。朋友的厚爱渗入心底。在这新春之际，敬上一杯淳淳的酒，祝君健康欢欣！
//
// 52、也许这一次就是那早已经注定的前缘，不然怎曾经有云云的企盼，真想要将你的名儿烙在心头，成为我感情的驻足点.给你的生辰！
//
// 53、岁月总是愈来愈短，生日总是愈来愈快，友情总是愈来愈浓，我的祝福也就愈来愈深愿你的每一天都如画一样的美丽？生日快乐！
//
// 54、不是每个清晨都有朝阳，不是每个夜晚都有清凉，不是每个帆船都能远航，不是每个人生都有辉煌，但是每个生日都有我的祝福永不忘，愿你快乐永健康，笑容常挂在脸上。
//
// 55、当流星划过流彩，当烛火洋溢喜庆，当蛋糕分享甜蜜，在你人生的节点，我祈求四季留住青春，岁月留住永恒，汗水留住欢笑，生活留住从容。生日快乐！
//
// 56、当阳光照在你窗前，我就会思念你。当醉人的微风吹过树梢，我就会思念你。当朦胧的月光洒在海面上。我就会思念你。祝你生日快乐！！
// 57、夜晚的星星闪闪，是你明亮的眼在顾盼流转。看呀看呀，我的心醉了；皎洁的月亮晃晃，是你温柔的目光在秋波频传。看呀看呀，我的爱深了；祝你生日快乐！
//
// 58、太阳是金色的，月亮是银色的，我的祝福是彩色的，愿你被幸福追逐，被好运降伏，被快乐逮捕，被笑容粘住，今天就让我在远方为你祝福，生日快乐！
//
// 59、今天当然是很特别地！祝福自然是很给力地！信息自然是很原创地！收到自然是很开心地！友谊自然是很长远地！生日快乐哦！
//
// 60、你同意或者不同意，我都会等待；你想或者不想，我对你的情不会变；你爱或者不爱，我的心里都是爱；今生今世不离不弃；祝生日快乐！
//
// 61、荧荧的烛光照耀你的脸颊，虽然微弱，却可以延伸到很远，吹灭蜡烛，许个心愿，让满天的星都为你祝福。
//
// 62、送你一碗面，不咸也不淡。吃了它长寿，让你乐个够。好运天天有，健康到永久。今天是你的生日，祝你松柏常青，永沐春风！`;
//
// let _str = str.replace(/" "/g,"").split("\n").filter((o)=>{
//   return o;
// }).map((o,i)=>{
//   return {
//     id:i,
//     body:o.replace(/(.*?)、/,"")
//   };
// });

const message = [
  {
    id: 0,
    type:"brithday",
    body: "我是夜晚那闪亮的明星，守候着你的梦想。我是春天那缕清新的风，温暖着你的心扉。我是大海那朵荡漾的浪花，送给你最美的祝福：祝你生日快乐！"
  },
  {
    id: 1,
    type:"brithday",
    body: "生命不在于长短，精彩十分重要。生活不在于富裕，健康才是王道。情谊不在于亲密无间，真心在乎就好。生日不在于吃啥喝啥，只要有问候祝福就好。生日快乐！"
  },
  {
    id: 2,
    type:"brithday",
    body: "亲爱的：早安！清晨祝你生日快乐！愿你我的爱如旭日东升一样充满朝气、灿烂无比！感谢爸妈给予你生命，让我在若干年之后可以拥有你！我爱你！"
  },
  {
    id: 3,
    type:"brithday",
    body: "我在时间的典解释快乐，就是微笑，我在故事的百度搜索幸福，就是健康，今天是你生日，祝你微笑常在，健康永驻，亲爱的，生日快乐。"
  },
  {
    id: 4,
    type:"brithday",
    body: "春风暖不暖，大雁先知道。花儿美不美，蝴蝶先知道。草原大不大，牛羊先知道。岁月长不长，生日先知道。快乐多不多，祝福先知道。祝你幸福！"
  },
  {
    id: 5,
    type:"brithday",
    body: "幸福，愉快，欢乐都由你的生日而来，因为今天是你生日，我的内心也和你一样欢乐愉快!祝你生日快乐。" },
  {
    id: 6,
    type:"brithday",
    body: "没有五彩的鲜花，它们没有我的祝福美丽；没有浪漫的诗句，它们没有我的情谊甜蜜；只有点点的牵挂在心底，丝丝的祝福送给你：生日快乐！"
  },
  {
    id: 7,
    type:"brithday",
    body: "送你一块大蛋糕，祝福短信随声到。左写福如东海水，右写寿比南山松。上写幸福常伴你左右，下写快乐一生永相随。快点吃吧！生日快乐！"
  },
  {
    id: 8,
    type:"brithday",
    body: "让日出的光芒把你所有的日子披上霞光，让月亮的柔情把你所有的梦想插上翅膀，让蜡烛的吟唱把你所有的快乐点燃。祝生日快乐，好运连连！"
  },
  {
    id: 9,
    type:"brithday",
    body: "酒越久越醇，水越流越清，花越开越香，情谊越交越真，对你的思念越来越浓。在这个特殊的日子里，我带着最真的心，祝你生日快乐，幸福无限。"
  },
  {
    id: 10,
    type:"brithday",
    body: "我的信息是法宝，收到艳阳高高照，快乐抓紧向你靠，幸福急着来报到，吉祥哪也不敢跑，财神马上将你抱，齐声向你问声好，祝你生日快乐乐逍遥！"
  },
  {
    id: 11,
    type:"brithday",
    body: "最美丽的日子，最可爱的你，最完美的礼物，最快乐的相遇，最精彩的做自己，最幸福的全给你，最好是你的心事都如意。生日快乐。"
  },
  {
    id: 12,
    type:"brithday",
    body: "长长的距离，长长的线，长长的思念永不断；长长的时间，长长的挂念，长长的友谊永不变，祝你金钱不缺，微笑不断，笑容洒遍每一天。生日快乐！"
  },
  {
    id: 13,
    type:"brithday",
    body: "每年的今天，都是我最牵挂你的日子；愿那片片枫叶，在晨风中送去我纯洁的祝愿，愿你青春的树越长越葱茏，生命的花越长越艳丽，幸福在每个春夏秋冬里，生日快乐！"
  },
  { id: 14,
    type:"brithday",
    body: "生日就是生活中日日欢笑满足;生日就是生命中日日健康幸福。愿今天的你永远快乐!" },
  {
    id: 15,
    type:"brithday",
    body: "风是透明的，雨是滴答的，云是流动的，歌是自由的，爱是用心的，恋是疯狂的，天是永恒的，你是难忘的。真心祝福你--生日快乐！"
  },
  {
    id: 16,
    type:"brithday",
    body: "太阳是金色的,月亮是银色的,我的祝福是彩色的,愿你被幸福追逐,被好运降伏,被快乐逮捕,被笑容粘住,今天就让我在远方为你祝福,生日快乐!"
  },
  {
    id: 17,
    type:"brithday",
    body: "一缕春风，一个晴天，一注眺望，在远方，一条信息，一句问候，一份祝愿，在眼前，朋友，生日快乐。"
  },
  {
    id: 18,
    type:"brithday",
    body: "一朵云能飘多久？一阵雨能下多久？一束花能开多久？一脸笑能挂多久？如果问我祝福你多久？我说：心跳多久，祝福多久！祝生日快乐，天天进步！"
  },
  {
    id: 19,
    type:"brithday",
    body: "岁岁年年，岁月又一重，每一年的这一天，是最开心的一天，因为这一天是你的生日，我要和你分享这快乐，并送给你最诚挚的祝福，祝你生日快乐，天天快乐！"
  },
  {
    id: 20,
    type:"brithday",
    body: "梦境不会褪色，如同我的思念一样执着；繁花不会凋零，如同我的牵挂一样多情；愿你的生命抬头是春，俯首是梦，甜蜜伴随你每个春夏秋冬。生日快乐！"
  },
  {
    id: 21,
    type:"brithday",
    body: "也许你并不是为我而生，可我却有幸与你相伴。愿我在有生之年，年年为你点燃生日的烛焰。"
  },
  {
    id: 22,
    type:"brithday",
    body: "愿你的每一天都如画一样得美丽--生日快乐！岁月总是愈来愈短，生日总是愈来愈快，友情总是愈来愈浓，我的祝福也就愈来愈深。"
  },
  {
    id: 23,
    type:"brithday",
    body: "我不用甜言蜜语，我没有贵重礼物，我没有惊人的举动，我只有诚心诚意地为你送上一份关怀，简单的跟你说句：生日快乐！"
  },
  {
    id: 24,
    type:"brithday",
    body: "今天使你的生日，你不再我的眼前。在这春日的风里，做一只风筝送你，载有我无尽的思念。"
  },
  {
    id: 25,
    type:"brithday",
    body: "年年岁岁花相似，岁岁年年人不同。醒来惊觉不是梦，眉间皱纹又一重。在你生日的这一天，只希望你能快乐、健康、美丽，生日快乐！"
  },
  {
    id: 26,
    type:"brithday",
    body: "因为你的降临，世界多了一抹诱人的色彩；因为你的降临，人生从此有了一种期待；生日的烛光中，请用心去点燃每一只蜡烛，那都是我的祝愿：生日快乐！"
  },
  { id: 27, body: "生命和爱是人类最高的意义。在试着把握生命的同时，愿你早日找到爱!生日快乐!" },

  {
    id: 28,
    type:"brithday",
    body: "今天生日你最大，许个愿望会发芽，朋友祝福来浇水，好运施肥梦成真，我的短信锦添花，剔除杂草幸运撒，愿望成真幸运收，和和美美赛神仙！"
  },
  {
    id: 29,
    type:"brithday",
    body: "今天是你的生日，我用甜蜜做奶油，用开心当鸡蛋，用幸福当面粉，加上好运当酵母，为你做了一个爱心蛋糕，愿你吃了幸福一辈子，祝生日快乐！"
  },
  {
    id: 30,
    type:"brithday",
    body: "让我为你祝福，让我为你欢笑，因为在你生日的今天，我的内心也跟你一样的欢腾、喜悦。祝你快乐!"
  },
  {
    id: 31,
    type:"brithday",
    body: "这一天，不能没有快乐相伴；这一天，不能没有朋友相伴；这一天，不能没有问候相伴；这一天，不能没有祝福相伴。这一天是你的生日，朋友，祝福你幸福相伴！"
  },
  {
    id: 32,
    type:"brithday",
    body: "烛光交辉映甜蜜，长寿面来缠幸福，红酒醉人心中美，良辰美景庆生日；恭喜，恭喜，又长大一岁，祝你在新的一岁里事事顺利！生日快乐！"
  },
  {
    id: 33,
    type:"brithday",
    body: "总有一份思念萦绕心头，总有一个回忆心间绽放，总有一个梦想展翅飞翔，总有一股愿望正在期待，总有一个日子真的等待。今天，烛光为你而燃放美丽，祝你生日快乐！"
  },
  {
    id: 34,
    type:"brithday",
    body: "太阳因为你而更加温暖，月亮因为你而更加皎洁，星星因为你而更回明亮，日子因为你而更加美好，今天因为你而更加有意义，祝福你，生日快乐，幸福永远！"
  },
  {
    id: 35,
    type:"brithday",
    body: "今日一定要快乐，因为生日需快乐，你不快乐谁快乐，谁敢比你更快乐，你快乐所以我快乐，你不快乐我不快乐，所以一定要快乐，祝你生日快快乐乐！乐了没？"
  },
  {
    id: 36,
    type:"brithday",
    body: "你生日来临之即，祝你百事可乐，万事芬达，天天哇哈哈，月月乐百事，年年高乐高，心情似雪碧，永远都醒目。"
  },
  {
    id: 37,
    type:"brithday",
    body: "愿我的心似鲜花一朵盛开在晴朗的天空下，灿烂你的心情；愿我的祝福似一片阳光，为你的生日增添一点温馨的情调，温暖你的心扉；为你的生日增加一抹绚丽的颜色，生日快乐！"
  },
  {
    id: 38,
    type:"brithday",
    body: "天空豁然开朗，心灵不再彷徨，在远方妈妈的目光中，我试着勇敢一点，并逐渐勇敢了起来。"
  },
  {
    id: 39,
    type:"brithday",
    body: "美丽烛光中有温柔诗句，温柔诗句里有浪漫温馨，浪漫温馨中有我的祝福，我的祝福中有你的名字，你的名字里今天有着特殊时刻的纪念，朋友生日快乐。"
  },
  {
    id: 40,
    type:"brithday",
    body: "今天你的生日，送你棵卷心菜，要轻轻的剥开哦，因为里面包裹着我的殷殷祝福：愿你岁岁渐红，好运当头；身体棒棒，万寿无疆！"
  },
  {
    id: 41,
    type:"brithday",
    body: "阳光虽然灿烂，但不及你笑容甜甜；月光虽然皎洁，但不如你的烛光亲切；今天日光、月光、星光、灯光、烛光都为你点亮，只为祝愿你生日快乐幸福长。"
  },
  {
    id: 42,
    type:"brithday",
    body: "今日把快乐打包送给你，吉祥如意不同意，把幸福打包送给你，健康平安舍不得，唯有全部都给你，它们统统笑眯眯，祝你生日笑嘻嘻，开心从此不分离。"
  },
  {
    id: 43,
    type:"brithday",
    body: "看完这条消息，许个心愿，满天的星都想看到你的笑脸；悠悠的云里有淡淡的思念，淡淡的思念里有我绵绵的祝愿，愿你生日快乐，微笑生活每一天！"
  },
  {
    id: 44,
    type:"brithday",
    body: "真诚祝福传递你，愿你开心永如意，生日快乐歌一曲，愿你幸福没问题，每年这天祝福你，望你健康又美丽，幸运永远追随你，生日快乐！"
  },
  {
    id: 45,
    type:"brithday",
    body: "在这个特别的日子里，我没有别的话，只想让你知道，每年今天，你都会收到我的祝福，感到我的爱、永远的爱!"
  },
  {
    id: 46,
    type:"brithday",
    body: "烛光映着笑脸，红酒醉着容颜，乐曲绕着耳边，欢歌唱着团圆，蛋糕甜着心弦，贺卡写着祝愿：幸福生活年年，快乐时光天天。祝：生日快乐！"
  },
  {
    id: 47,
    type:"brithday",
    body: "感谢这个日子，为我送来了你；感谢这个日子，诞生我的爱妻。你的生日我将永生谨记，你的生日我将祝福到底。老婆，祝你生日快乐！永远美丽！"
  },
  {
    id: 48,
    type:"brithday",
    body: "用我的祝福为你点亮生日的烛光，用我的问候装点你甜蜜的快乐，愿温馨伴你在每一个幸福的时刻，微笑甜甜度生活，衷心地道一声：生日快乐！"
  },
  {
    id: 49,
    type:"brithday",
    body: "生日点燃蜡烛光，美梦甜甜幸福长；生日吃碗长寿面，好运连连不间断；生日收到祝福语，喜气洋洋就是你；祝生日快乐笑容多，家和业兴好生活。"
  },
  {
    id: 50,
    type:"brithday",
    body: "一年又一年，风风雨雨；一日又一日，日起日落。朋友的厚爱渗入心底。在这新春之际，敬上一杯淳淳的酒，祝君健康欢欣！"
  },
  {
    id: 51,
    type:"brithday",
    body: "也许这一次就是那早已经注定的前缘，不然怎曾经有云云的企盼，真想要将你的名儿烙在心头，成为我感情的驻足点.给你的生辰！"
  },
  {
    id: 52,
    type:"brithday",
    body: "岁月总是愈来愈短，生日总是愈来愈快，友情总是愈来愈浓，我的祝福也就愈来愈深愿你的每一天都如画一样的美丽？生日快乐！"
  },
  {
    id: 53,
    type:"brithday",
    body: "不是每个清晨都有朝阳，不是每个夜晚都有清凉，不是每个帆船都能远航，不是每个人生都有辉煌，但是每个生日都有我的祝福永不忘，愿你快乐永健康，笑容常挂在脸上。"
  },
  {
    id: 54,
    type:"brithday",
    body: "当流星划过流彩，当烛火洋溢喜庆，当蛋糕分享甜蜜，在你人生的节点，我祈求四季留住青春，岁月留住永恒，汗水留住欢笑，生活留住从容。生日快乐！"
  },
  {
    id: 55,
    type:"brithday",
    body: "当阳光照在你窗前，我就会思念你。当醉人的微风吹过树梢，我就会思念你。当朦胧的月光洒在海面上。我就会思念你。祝你生日快乐！！"
  },
  {
    id: 56,
    type:"brithday",
    body: "夜晚的星星闪闪，是你明亮的眼在顾盼流转。看呀看呀，我的心醉了；皎洁的月亮晃晃，是你温柔的目光在秋波频传。看呀看呀，我的爱深了；祝你生日快乐！"
  },
  {
    id: 57,
    type:"brithday",
    body: "太阳是金色的，月亮是银色的，我的祝福是彩色的，愿你被幸福追逐，被好运降伏，被快乐逮捕，被笑容粘住，今天就让我在远方为你祝福，生日快乐！"
  },
  {
    id: 58,
    type:"brithday",
    body: "今天当然是很特别地！祝福自然是很给力地！信息自然是很原创地！收到自然是很开心地！友谊自然是很长远地！生日快乐哦！"
  },
  {
    id: 59,
    type:"brithday",
    body: "你同意或者不同意，我都会等待；你想或者不想，我对你的情不会变；你爱或者不爱，我的心里都是爱；今生今世不离不弃；祝生日快乐！"
  },
  {
    id: 60,
    type:"brithday",
    body: "荧荧的烛光照耀你的脸颊，虽然微弱，却可以延伸到很远，吹灭蜡烛，许个心愿，让满天的星都为你祝福。"
  },
  {
    id: 61,
    type:"brithday",
    body: "送你一碗面，不咸也不淡。吃了它长寿，让你乐个够。好运天天有，健康到永久。今天是你的生日，祝你松柏常青，永沐春风！"
  }
];

export default message;
